INSERT INTO tasks (title, description, status, created_at, updated_at) VALUES
( 'Сделать отчёт', 'Подготовить отчет по продажам за месяц', 'COMPLETED', NOW(), NOW()),
( 'Обновить сайт', 'Добавить новую секцию на главную страницу', 'IN_PROGRESS', NOW(), NOW()),
( 'Проверить баги', 'Тестирование и исправление багов в модуле оплаты', 'COMPLETED', NOW(), NOW()),
( 'Написать документацию', 'Подробное описание API', 'PENDING', NOW(), NOW()),
( 'Создать презентацию', 'Подготовить слайды для совещания', 'IN_PROGRESS', NOW(), NOW()),
('Обновить базу данных', 'Добавить новые индексы', 'PENDING', NOW(), NOW()),
( 'Оптимизировать запросы', 'Улучшить производительность отчетов', 'PENDING', NOW(), NOW()),
( 'Провести обучение', 'Вебинар для команды', 'PENDING', NOW(), NOW()),
( 'Настроить CI/CD', 'Автоматизация деплоя', 'IN_PROGRESS', NOW(), NOW()),
( 'Рефакторинг кода', 'Улучшение читаемости и поддержки', 'PENDING', NOW(), NOW());
